Revit 2027 API
Application.PointCloudsRootPath Property
 Root path for point cloud files.
Namespace: Autodesk.Revit.ApplicationServices
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string PointCloudsRootPath { get; }
Public ReadOnly Property PointCloudsRootPath As String
	Get
public:
property String^ PointCloudsRootPath {
	String^ get ();
}
member PointCloudsRootPath : string with get
Property Value
String
See Also
Reference
Application Class
Autodesk.Revit.ApplicationServices Namespace